
export const tasks = [
        {
      id: 1,
      title: "Собственное приложение на React TaskNest",
      description: "Доска для заданий и конспектов по React",
      createdAt: "2025-03-15",
      deadline: "2026-03-15",
    },
    {
      id: 2,
      title: "Купить квартиру родителям",
      description: "двухкомнатную квартиру на 1, 2 этаже",
      createdAt: "2025-03-15",
      deadline: "2026-08-15",
    },
    {
      id: 3,
      title: "Покрыть крышу 2-го дома на Коктерек 14",
      description: "Подготовить дом к продаже, выяснить цены, найти покупателей либо построить склад, баню, СТО",
      createdAt: "2025-03-15",
      deadline: "2026-08-15",
    },
    {
      id: 4,
      title: "Купить квартиру для своей семьи",
      description: "Пяти комнатная квартира в новом ЖК в центре Астаны с паркингом ",
      createdAt: "2025-03-15",
      deadline: "2027-03-15",
    },
    {
      id: 5,
      title: "Купить электромобиль",
      description: "Рассмотреть электромобиль для покупки :Lixiang L9, Hummer EV",
      createdAt: "2025-03-15",
      deadline: "2026-03-15",
    },
    {
      id: 6,
      title: "Купить ноутбук",
      description: "Мощный и удобный ноутбук с ARM-процессором",
      createdAt: "2025-03-15",
      deadline: "2026-03-15",
    },
    {
      id: 7,
      title: "Беспроводная колонка для воспитательницы сына в садик",
      description: "Компактная колонка с мощным звуком в дет сад",
      createdAt: "2025-03-15",
      deadline: "2025-03-15",
    },

];